Repository: BarimKenzema/AsadVPN
Catalog: lib/l10n/app_*.arb
Languages: fa

source: UNLIMITED
fa: نامحدود

source: Initializing...
fa: در حال آماده‌سازی...

source: Checking subscription...
fa: بررسی اشتراک...

source: Validating subscription...
fa: اعتبارسنجی اشتراک...

source: Ready to connect
fa: آماده اتصال

source: No subscription
fa: بدون اشتراک

source: Subscription expired
fa: اشتراک منقضی شده

source: Invalid subscription
fa: اشتراک نامعتبر

source: Disconnecting...
fa: در حال قطع اتصال...

source: Disconnected
fa: قطعه

source: Connected
fa: متصل

source: Connection failed
fa: اتصال ناموفق

source: No servers available
fa: سروری در دسترس نیست

# scanningMessage
source: A Moment Please...
fa: لطفاً کمی صبر کنید...

source: Enter Subscription
fa: وارد کردن اشتراک

# subscriptionExpiredTitle
source: Subscription Expired
fa: اشتراک منقضی شده

# enterSubscriptionMessage
source: Enter your subscription link to activate AsadVPN:
fa: لینک اشتراک خود را برای فعال‌سازی وارد کنید:

# subscriptionExpiredMessage
source: Your subscription has expired. Please enter a new subscription link.
fa: اشتراک شما منقضی شده است. لطفاً لینک اشتراک جدید وارد کنید.

source: Subscription Link
fa: لینک اشتراک

# exampleLink
source: Example: https://konabalan.pythonanywhere.com/sub/YOUR_TOKEN
fa: مثال: https://konabalan.pythonanywhere.com/sub/YOUR_TOKEN

source: Get Subscription
fa: دریافت اشتراک

source: Activate
fa: فعال‌سازی

source: Change Subscription
fa: تغییر اشتراک

# subscriptionActivated
source: Subscription activated successfully!
fa: اشتراک با موفقیت فعال شد!

# invalidSubscriptionLink
source: Invalid subscription link. Please check and try again.
fa: لینک اشتراک نامعتبر است. لطفاً بررسی کرده و دوباره امتحان کنید.

source: Server List
fa: لیست سرورها

source: Fastest Servers
fa: سریع‌ترین سرورها

source: Protocol
fa: پروتکل

source: Ping
fa: پینگ

source: Select Server
fa: انتخاب سرور

source: Scanning
fa: در حال اسکن

# serversFound
source: {count} servers found
fa: {count} سرور یافت شد
